amd-ucode
aspnet-runtime-8.0
base
base-devel
blueman
bluez
bluez-utils
btop
copyq
dkms
docker
docker-compose
dotnet-runtime-8.0
dotnet-sdk-8.0
efibootmgr
exo
fastfetch
flameshot
freerdp
fzf
garcon
git
git-filter-repo
github-cli
gnome-keyring
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gvfs
helix
inetutils
iwd
kitty
less
libpulse
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
mousepad
nano
network-manager-applet
networkmanager
nmap
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
npm
nvidia-dkms
parole
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
redshift
reflector
remmina
ristretto
rofi
rofi-emoji
smartmontools
stow
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
tree
ttf-dejavu
ttf-liberation
ttf-roboto
ttf-ubuntu-font-family
tumbler
ufw
unzip
vim
wget
wireless_tools
wireplumber
xarchiver
xclip
xcolor
xdg-user-dirs
xdg-utils
xdotool
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-places-plugin
xfce4-power-manager
xfce4-pulseaudio-plugin
xfce4-screensaver
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-server
xsel
zip
zoxide
zram-generator
zsh
