amd-ucode
base-devel
bash-completion
bat
btrfs-progs
clang
cmake
copyq
dosfstools
e2fsprogs
exfatprogs
fastfetch
fd
ffmpeg
fontconfig
freetype2
fuse2
fuse3
fzf
gnome-keyring
gptfdisk
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-base
gst-plugins-good
gvfs
gvfs-mtp
jq
less
libmtp
linux-firmware
man-db
man-pages
meson
mpv
network-manager-applet
networkmanager
ninja
ntfs-3g
nvidia-container-toolkit
nvidia-settings
nvidia-utils
openssh
openssl
openvpn
p7zip
pacman-contrib
pkgconf
proton-vpn-gtk-app
ripgrep
ristretto
smartmontools
speech-dispatcher
thunar-volman
tree
tumbler
udisks2
unrar
unzip
usbutils
util-linux
vim
vulkan-icd-loader
vulkan-tools
wget
wl-clipboard
xarchiver
xclip
xcolor
xdg-user-dirs
xdg-utils
xfsprogs
xsel
zip
zoxide