amd-ucode
ark
aspnet-runtime-8.0
base
base-devel
bluez-utils
btrfs-progs
chromium
docker
docker-compose
dolphin
dotnet-runtime-8.0
dotnet-sdk-8.0
dunst
efibootmgr
fastfetch
firefox
fzf
git
git-cliff
git-filter-repo
github-cli
go
grim
gst-plugin-pipewire
helix
htop
hyprland
intel-media-driver
iwd
kate
konsole
less
libpulse
libva-intel-driver
libva-nvidia-driver
libva-utils
linux
linux-firmware
linux-zen
nano
network-manager-applet
networkmanager
nodejs
noto-fonts-cjk
npm
nvidia
nvidia-settings
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plasma-workspace
polkit-kde-agent
qt5-wayland
qt6-wayland
slurp
smartmontools
stow
tree
typos
ufw
unzip
vim
vulkan-intel
vulkan-radeon
wget
wireless_tools
wireplumber
wl-clipboard
wofi
wtype
xdg-desktop-portal-hyprland
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
zig
zip
zoxide
zram-generator
zsh
