amd-ucode
autoconf     
automake     
base
base-devel
bind
bzip2
clang        
cmake        
copyq
cuda
cudnn
dkms
dosfstools
exfat-utils
fastfetch
fd
ffmpeg
flameshot
fontconfig
freetype2
fzf
gcc          
glmark2
gnome-keyring
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-bad 
gst-plugins-base 
gst-plugins-good 
gst-plugins-ugly
gst-plugins-ugly 
gvfs
gvfs-mtp
gzip
inetutils
iwd
jq
less
libmtp
libreoffice-fresh
libtool
linux-firmware
make         
meson        
mpv
mtpfs
network-manager-applet
networkmanager
ninja        
nmap
nvidia        
nvidia-container-toolkit
nvidia-settings 
nvidia-utils  
openssh
openssl
openvpn
p7zip
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf      
proton-vpn-gtk-app
redshift
ripgrep
ristretto
rofi
rofi-emoji
smartmontools
sqlite
tar
thunar-volman
tree
tumbler
udisks2
unrar
unzip
usbutils
vim
vulkan-icd-loader 
vulkan-tools
wget
wireless_tools
wireplumber
xarchiver
xclip
xcolor
xdg-user-dirs
xdg-utils
xdotool
xf86-input-wacom
xorg-xrandr
xsel
xz
zip
zlib
zoxide
zram-generator