amd-ucode
base-devel
clang        
cmake        
copyq
dosfstools
exfat-utils
fastfetch
fd
ffmpeg
flameshot
fontconfig
freetype2
fuse2
fuse3
fzf      
gnome-keyring
gst-plugin-pipewire
gst-plugins-base 
gst-plugins-good 
gvfs
gvfs-mtp
jq
less
libmtp
meson        
mpv
network-manager-applet
networkmanager
ninja        
nvidia-container-toolkit
nvidia-settings 
nvidia-utils  
openssh
openssl
openvpn
p7zip
proton-vpn-gtk-app
redshift
ripgrep
ristretto
rofi
rofi-emoji
smartmontools
thunar-volman
tree
tumbler
udisks2
unrar
unzip
usbutils
vim
vulkan-icd-loader 
vulkan-tools
wget
xarchiver
xclip
xcolor
xdg-user-dirs
xdg-utils
xdotool
xorg-xrandr
xsel
zip
zoxide